Repository: algora-io/algora
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: el

source: GitHub bounties, freelancing and full-time jobs.
el: Δώρα GitHub, ελεύθεροι επαγγελματίες και θέσεις εργασίας πλήρους απασχόλησης.

source: Companies
el: Εταιρείες

source: Connect with GitHub
el: Συνδεθείτε με το GitHub

source: Connect with GitHub to see all matches:
el: Συνδεθείτε με το GitHub για να δείτε όλους τους αγώνες:

source: Developers
el: Προγραμματιστές

source: Great! We've found some matches for you.
el: Μεγάλος! Βρήκαμε κάποια αντιστοιχία για εσάς.

source: Proceed
el: Προχωρώ

source: We found %{count} potential matches for you!
el: Βρήκαμε %{count} πιθανές αντιστοιχίσεις για εσάς!

source: What technology?
el: Τι τεχνολογία;

source: Open source
el: Ανοιχτό κώδικα

source: for
el: για

source: Share freelancing projects
el: Μοιραστείτε ελεύθερους επαγγελματίες

source: Share full-time jobs
el: Μοιραστείτε θέσεις εργασίας πλήρους απασχόλησης

source: Share open source bounties
el: Μοιραστείτε δώρες ανοιχτού κώδικα

source: What do you want?
el: Τι θέλετε;

source: A %{tech} project looking for contributors.
el: Ένα πρόγραμμα %{tech} που ψάχνει συνεργάτες.

source: Project %{i}
el: Ένα πρόγραμμα %{i}
